Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: PARIS (Reuters) - French film director Luc Besson was over $5 million (2.94 million pounds) richer on Monday after his film "Lucy" starring Scarlett Johansson as a woman with a super-powered brain topped the North American box office at the weekend.
pt: O diretor de cinema francês Luc Besson ficou cinco milhões de dólares mais rico nesta segunda-feira graças ao filme "Lucy”, no qual Scarlett Johansson interpreta uma mulher com um cérebro super poderoso, que liderou as bilheterias norte-americanas no fim de semana.

source: “They said: ‘Does the report criticise the army, the judiciary, or the government? ’ We said: ‘Well, yes. ’ They said: ‘Well then, you’re risking arrest.’
pt: Disseram: 'O relatório critica ao exército, a Justiça ou o governo?' Dissemos : Bom, sim .

source: WASHINGTON/LONDON (Reuters) - Washington said countries in the Middle East had offered to join air strikes against Islamic State militants and Australia said it would send troops, but Britain held back even after the group beheaded a British hostage and threatened to kill another.
pt: LONDRES/EDIMBURGO (Reuters) - O Reino Unido resistiu neste domingo à pressão para se juntar aos Estados Unidos em anunciados ataques aéreos contra o Estado Islâmico (EI), depois que o grupo militante decapitou o refém britânico David Haines.

source: Crowds of people are gathering in central Moscow to honour opposition politician Boris Nemtsov, who was shot dead on Friday.
pt: Milhares de pessoas participam de uma marcha pelo centro de Moscou em memória de Boris Nemtsov, líder da oposição assassinado na sexta-feira .

source: Children are exposed to incomprehensible levels of violence, they lose their families and their chance to go to school."
pt: "As crianças estão expostas a um nível inusitado de violência, perdem seus familiares e perdem a oportunidade de ir ao colégio", acrescentou o funcionário da ONU.

source: Flight QZ8501 disappeared on Sunday en route from Indonesia to Singapore with 162 people on board.
pt: .Avião da AirAsia desaparece na Indonésia com 162 pessoas a bordo

source: Iran's leaders insist its nuclear push serves purely civilian purposes such as energy, but many in the West fear Tehran is seeking an atomic bomb.
pt: O governo iraniano insiste que seus projetos nucleares atendem a propósitos civis, como a energia, mas as potências ocidentais temem que o programa seja um pretexto para a produção de uma bomba atômica.

source: South Africa: One year without Mandela
pt: África do Sul lembra morte de Mandela

source: Tensions are especially high in Turkey, where Kurds have fought a 3-decade-long battle for autonomy and where Syria's violence has taken an especially heavy toll.
pt: As tensões são especialmente fortes na Turquia, onde os curdos há muito vivem em desacordo com as autoridades e onde a violência na Síria tem reflexos importantes .

source: Tensions are especially high in Turkey, where Kurds have fought a 3-decade-long battle for autonomy and where Syria’s violence has taken an especially heavy toll.
pt: As tensões são especialmente fortes na Turquia, onde os curdos há muito vivem em desacordo com as autoridades e onde a violência na Síria tem reflexos importantes .

source: For a buck, Samsung will give you the Galaxy phone of your choice, and it will include a month's worth of cellular service .
pt: Se você tem um Samsung Galaxy é bom tomar cuidado com o que você guarda no celular a partir de agora .

source: (Reuters) - The United States is considering taking the fight against Islamic State militants into Syria after days of airstrikes against the group in Iraq and the beheading of an American journalist, the White House signaled on Friday.
pt: Os Estados Unidos lançaram uma nova série de ataques aéreos contra o Estado Islâmico, grupo extremista que decapitou o jornalista norte-americano James Foley e assumiu o controle de grandes extensões no Iraque e na Síria .

source: Reuters reported that blogger Li Jianxin was stabbed in the face in July, blinded in his right eye by two unidentified men, who also splashed acid on his back.
pt: Segundo a agência Reuters, em julho o blogueiro Li Jianxin perdeu um olho após ser atacado com ácido por desconhecidos .

source: Nigeria's apparent success in Baga came after Boko Haram attacked the village of Karouga near Lake Chad in southeastern Niger on Friday night, killing seven soldiers and losing 14 of its own fighters.
pt: Antes do anúncio, o governo nigeriano informou que sete soldados e 14 militantes do Boko Haram morreram em combate no Sudeste do Níger, perto do Lago Chade, após rebeldes do grupo terrorista atacarem a localidade de Karouga .

source: German Chancellor Angela Merkel and Ukrainian President Petro Poroshenko held phone talks on Friday, German government spokesman Steffen Seibert said.
pt: A chanceler da Alemanha, Angela Merkel, culpou hoje a Rússia por minar o acordo de paz da Ucrânia após uma conversa telefônica com o presidente ucraniano, Petro Poroshenko.

source: He has not been arrested.
pt: “Não foi feito nada .

source: A day earlier, the Afghan intelligence announced that Omar had died "under mysterious circumstances” in the Pakistani city of Karachi in April 2013.
pt: Segundo informaram os serviços de inteligência do Afeganistão, o mulá Omar teria morrido de causas naturais em um hospital na cidade de Karachi, no Paquistão, em abril de 2013 .

source: Silva was set to formally join the presidential race on Wednesday, accepting the nomination of the Brazilian Socialist Party (PSB) following the death of former state governor and party chief Eduardo Campos in a plane crash.
pt: Questionado sobre a entrada da ex-senadora Marina Silva na disputa presidencial, em substituição ao candidato do PSB, Eduardo Campos, que morreu em um acidente de avião na última quarta-feira, Aécio disse que seu principal adversário continua a ser o governo do PT .

source: "[G]uess what, everybody: if you use the Internet, you're the subject of hundreds of experiments at any given time, on every site," Rudder wrote .
pt: Christian Rudder, um dos fundadores do OK Cupid, explicou da seguinte maneira a experiência: "Se você usa a internet, está sujeito a centenas de experimentos a qualquer momento, em qualquer site".

source: ISIS claimed responsibility for Wednesday's attacks in the restive Sinai province in statements posted on Twitter.
pt: O Estado Islâmico reivindicou a responsabilidade pela série de ataques, de acordo com uma publicação no Twitter .

source: The singer said that he was not presently in the United Kingdom and that police had given no notice of its search "except it would appear to the press," but that he would cooperate fully with its inquiry.
pt: "Atualmente, não estou no Reino Unido, mas não é necessário dizer que cooperarei completamente se a polícia quiser falar comigo", disse Richard, que, aparentemente, se encontra em Portugal, segundo a imprensa britânica.

source: ROME (Reuters) - Israeli Prime Minister Benjamin Netanyahu said before talks on Monday with U.S. Secretary of State John Kerry that he would defy any United Nations move to "dictate" a time frame for withdrawal from land Palestinians seek for a state.
pt: O primeiro-ministro israelense, Benjamin Netanyahu, se reuniu nesta segunda-feira durante três horas com o secretário de Estado norte-americano, John Kerry, após criticar o projeto de resolução apresentado pelos palestinos à ONU.

source: It just did not look right to me," she says.
pt: "Ela precisa ser ela naquele momento e não outra pessoa", diz.

source: Holder said on Monday he would soon release new guidelines to limit racial profiling by federal law enforcement, a move long wanted by civil rights advocates .
pt: O procurador-geral do país, Eric Holder, anunciou que em breve lançará novas diretrizes para limitar a discriminação racial por parte agentes federais.

source: "And as for this job, well, not that I have a choice but, f*** it, I quit."
pt: "Não tenho outra opção, pouco me importa esta merda de trabalho", afirmou ainda.

source: Western-backed Palestinian President Mahmoud Abbas, who is based in the Israeli-occupied West Bank and entered a power-share with Hamas in April after years of feuding, said he had spoken to Egypt about the Gaza crisis.
pt: Abbas, que tem o apoio do Ocidente e está baseado na Cisjordânia, firmou em abril um acordo de divisão de poder com o Hamas, que controla Gaza, após anos de embate entre os dois lados.

source: Vivendi said its management board would examine the offer in the coming days and that its supervisory board, convening on Feb. 27, would decide on any subsequent action.
pt: A Vivendi disse que seu Conselho de Administração examinará a oferta nos próximos dias e que seu conselho de supervisão, que se reunirá em 27, decidirá sobre qualquer ação subsequente.

source: U.S. general won’t rule out larger ground role in Iraq
pt: General dos EUA diz que não pode descartar maior participação terrestre no Iraque

source: Syria rebel chief killed in regime strike: Sources
pt: Importante líder rebelde sírio morto após ataque do regime

source: Some 234 lawmakers backed the no-confidence motion, short of the 289 votes required in France's lower house of parliament.
pt: A moção de não-confiança obteve 234 votos dos 577 parlamentares, abaixo dos 289 necessários para derrubada do governo .

source: The Islamist militant group Ansar Bayt al-Maqdis said on Tuesday the bombing of a tourist bus in Egypt's Sinai that killed two South Koreans and the Egyptian driver on Sunday was a suicide attack carried out by one of its fighters, and threatened more strikes against economic targets.
pt: A polícia egípcia anunciou nesta segunda-feira que suspeita de que um homem-bomba tenha realizado o atentado que matou três turistas sul-coreanos e o motorista egípcio do ônibus atacado neste domingo no Sinai.

source: Love you all .
pt: Pedimos tudo do amor .

source: The Democratic People's Republic of Korea (DPRK) is suffering from the worst drought in a century, which has caused huge damage to its agricultural production, the country's official news agency KCNA has reported on Tuesday .
pt: “A pior seca em 100 anos continua na RPDC, causando grandes estragos em seu setor agricultural”, relatou a KCNA, usando a sigla da República Popular Democrática da Coreia, nome oficial do país.

source: Leonard Nimoy dies at 83
pt: Nimoy tinha 83 anos.

source: Most of the people on the flight were from Germany or Spain, officials have said.
pt: A maioria das vítimas do acidente de 24 de março na França era da Alemanha ou da Espanha .

source: A framework nuclear deal reached with world powers last week is no guarantee a full agreement will be reached by the end of June, Iran's supreme leader Ayatollah Ali Khamenei said Thursday.
pt: O Irã e seis outras potências mundiais, chegaram a um acordo preliminar sobre o programa nuclear iraniano e devem retomar as negociações em Viena nesta semana; a meta é chegar a um acordo final até o fim de junho .

source: "Military aggression against Afghanistan and Iraq and undue interference in the development of Syria are clear examples of this misguided strategic focus on the Middle East," Rohani said in his speech at the 69th General Assembly of the United Nations in New York, USA .
pt: Na visão do presidente, "a agressão militar contra o Afeganistão e o Iraque e a inapropriada interferência no desenvolvimento da Síria são exemplos claros desta abordagem estratégica equivocada no Oriente Médio".

source: REFILE-Islamic State lacks funds to keep control of Iraqi, Syrian territory-experts
pt: Estado Islâmico não tem fundos para manter territórios no Iraque e na Síria - Yahoo Notícias

source: "There was an increase in data requests from certain governments such as India, and decline in requests from countries such as the United States and Germany," the blog post said.
pt: "Houve um aumento nos pedidos de dados por parte de alguns governos, no caso a Índia, e diminuição por parte de outros, como Alemanha e Estados Unidos", conforme a postagem no blogue da rede social.

source: There's certainly interest from major US internet firms like Google when it comes to helping Cuba address connectivity issues.
pt: Nesse cenário, há certamente interesse de grandes empresas de tecnologia americanas como o Google para resolver os problemas de conectividade cubana.

source: "I feel like I'm 40 years old - I'm very lucky."
pt: "Me sinto como se tivesse 40 anos .

source: Death toll from last weekend's bomb blast at a bus station in Damaturu city of Nigeria's northeastern state of Yobe has risen from seven to 10, a medical official said Monday.
pt: DAMATURU, Nigéria (Reuters) - A explosão de uma bomba em Damaturu, capital do Estado de Yobe, no norte da Nigéria, matou pelo menos sete pessoas neste sábado, disse uma testemunha da Reuters em um hospital próximo.

source: The new plan has also been received less than enthusiastically by the European Central Bank (ECB) and the International Monetary Fund (IMF), which together with the European Commission make up the so-called "troika."
pt: O acordo com a chamada troika (União Europeia, Banco Central Europeu e Fundo Monetário Internacional) pela renovação do programa de resgate é visto pelos líderes gregos como “importante passo”.

source: But while George's photogenic power may have captured the largest proportion of front pages, the real significance of this visit surely lies in what it has revealed about the attitudes within Australia and New Zealand towards the monarchy.
pt: Mas apesar do poder fotogênico de George ter roubado espaço nas primeiras páginas dos jornais, a visita da família real revelou uma mudança de atitude por parte destes dois países em relação à monarquia.

source: In a speech at the parliament, President Raul Castro said: "The Cuban people cheer this correct decision of US President Barack Obama .
pt: Aos cubanos, Castro disse que a decisão do presidente Obama merece respeito e reconhecimento do nosso povo .

source: After his death at 32 in Babylon, the most celebrated conquerer of the ancient world is believed to have been buried in Alexandria, the Egyptian city he founded -- although no grave has ever been found there.
pt: Depois de sua morte aos 32 anos na Babilnia, seu corpo foi enterrado em Alexandria, Egito, sem que nenhuma escavao tenha chegado a confirmar isso.

source: "I'm so happy to be doing it, I don't treat it like a business."
pt: Não é questão de precisar, mas sim de não mais saber o que fazer .

source: Parents clutching their children ran away from the iconic Obelisk monument where tens of thousands of people had gathered, as the rowdy youths taunted police officers and tried to kick down the metal grills on some shop fronts, television pictures showed.
pt: Pais corriam com seus filhos para sair dos arredores do icônico Obelisco, no centro da capital argentina, onde dezenas de milhares de pessoas se reuniam, enquanto alguns jovens revoltados enfrentavam a polícia e tentavam quebrar vitrines, mostraram imagens de TV.

source: Greece will not pay IMF debt due Tuesday
pt: Ministro confirma que Grécia não pagará FMI nesta terça-feira

source: "The bus driver wanted to avoid a Ukrainian checkpoint near Artemivsk by going through the field and he drove over a landmine," a deputy police chief in the Donetsk region, Ilya Kyva said.
pt: O motorista quis evitar o posto de controle ucraniano perto de Artemivsk, ao passar pelos campos, e rodou sobre uma mina", acrescentou.

source: BENGHAZI/TUNIS (Reuters) - Air strikes by forces loyal to Libya's recognized government on Saturday hit targets near the eastern oil ports of Ras Lanuf and Es-Sider to stop an advance by a rival force, officials said.
pt: Ataques aéreos neste sábado (13) por forças leais ao governo reconhecido da Líbia atingiram alvos perto do porto, com o objetivo de parar um avanço por tropas da administração rival em Trípoli, buscando assumir o controle de instalações de petróleo no leste do país.

source: "The American people do not see their work nor know their names, but tonight they feel the satisfaction of their work and the result of their pursuit of justice."
pt: Mas esta noite, eles sentem a satisfação com seu trabalho e com o resultado de sua busca por justiça.

source: The White House defended Obama by saying that the policies were scrapped because they did not comply with more stringent standards required by Obamacare and that those who lost policies would be able to buy better coverage under new health exchanges.
pt: A Casa Branca defendeu Obama, alegando que as apólices foram descartadas porque não cumpriam as normas mais rigorosas exigidas pelo programa conhecido como "Obamacare" .

source: The truth is, I have more money than I'm interested in spending .
pt: "Eu ainda não sei se a Rosie sou eu na realidade .

source: Iraqi Kurd forces arrived in Turkey early Wednesday ahead of their planned deployment to the embattled Syrian town of Kobane to help fellow Kurds repeal an advance by Islamic State jihadists.
pt: ARBIL Iraque (Reuters) - Combatentes das forças curdas iraquianas peshmerga partiram em direção à cidade síria de Kobani nesta terça-feira para ajudar companheiros curdos a lutar contra os militantes do Estado Islâmico, disse uma autoridade curda graduada.

source: It doesn’t matter about your background, you should go and do it.”
pt: "Não vamos para o trabalho, e as crianças não vão à escola."

source: German Chancellor Angela Merkel on Wednesday denounced the attack on the offices of a French newspaper that left at least 12 people dead as "despicable".
pt: O Presidente russo, Vladimir Putin, e a chanceler alemã, Angela Merkel, condenaram nesta quarta-feira (7) o atentado ao jornal semanal francês Charlie Hebdo, que matou pelo menos 12 pessoas .

source: The calls, which have been growing since Sunday, came as former US prosecutor Michael Garcia was due to finish an investigation on behalf of FIFA, soccer's ruling body, into the decisions to hold the Cup to tiny Qatar in 2022 and Russia in 2018.
pt: Com o maior evento de futebol do planeta a apenas quatro dias do início, a Fifa está na defensiva, conduzindo uma investigação interna sobre as decisões para realizar a Copa do Mundo de 2018 na Rússia e a de 2022 no Catar .

source: JERUSALEM (AP) ― Two Palestinians stormed a Jerusalem synagogue on Tuesday, attacking worshippers praying inside with knives, axes and guns, and killing four people before they were killed in a shootout with police, officials said.
pt: Palestinos invadem sinagoga em Jerusalém e matam quatro israelenses De acordo com a porta-voz, quatro fiéis e os dois policiais que atiraram contra os autores do ataque ficaram feridos

source: And I know if there's any team that's ready to respond to fresh challenges, it's this one."
pt: Se existe uma equipe capaz de superar novos desafios, sei que é a nossa."

source: "The president will keep up his political efforts to lead from Aden," bin Habtoor said."His priority is to normalize the security situation in Aden in order to receive foreign delegates who have requested appointments to meet him," he added.
pt: "A prioridade é normalizar a situação de segurança em Aden com o objetivo de receber delegados estrangeiros que solicitaram o encontro com ele", completou.

source: Varoufakis resigns as Greek finance minister 'to aid deal' — RT News
pt: Ministro das Finanças da Grécia renuncia ao cargo - Yahoo Notícias

source: Italian authorities said Saturday that more than 900 people had been rescued at sea in 24 hours, in a blow to hopes that the approach of winter would stem the flow of migrants attempting perilous crossings of the Mediterranean.
pt: As autoridades italianas resgataram mais de 900 pessoas no mar nas ltimas 24 horas, apesar da expectativa de que a proximidade do inverno reduziria o fluxo de migrantes que tentam cruzar o Mediterrneo.

source: The Bridgemans’ death sentences were commuted to life in prison after the ruling .
pt: Suas sentenças foram mais tarde trocadas por penas de prisão perpétua.

source: Germanwings' parent company Lufthansa said: "We have no information that can confirm The New York Times report,"
pt: O grupo alemão Lufthansa, ao qual pertence a Germanwings, afirmou que não pode confirmar a informação .

source: China launched an experimental spacecraft early Friday that is scheduled to orbit the moon before returning to Earth, a first for the country's ambitious space program and considered a precursor to a planned mission to the moon.
pt: A China lançou nesta sexta-feira (24) a primeira sonda espacial de ida e volta à Lua, mais uma etapa de um ambicioso programa espacial que pretende enviar astronautas ao satélite da Terra.

source: Ukraine's army said Wednesday that pro- independence rebels in eastern regions have launched a "major offensive" to push deeper into the government-controlled territory, an accusation the rebels denied.
pt: KIEV - A Ucrânia denunciou nesta quarta-feira que as milícias rebeldes iniciaram uma ofensiva contra as forças do governo na região de Donetsk, no leste do país .

source: "I'd like to apologize to the fans if I've let anyone down, but I have to do what feels right in my heart .
pt: "Quero pedir perdão aos nossos fãs se alguém se sentiu decepcionado, mas tenho que fazer o que acho que é certo", afirmou.

source: China's manufacturing activity rises to four-month high in February - Global Times
pt: Após dois meses em alta, atividade industrial do país cai em fevereiro

source: Noelia had just got home one evening when her daughter Emma, aged nine at the time, announced she'd forgotten her maths homework and asked her mother to message the Whatsapp group for the exercises.
pt: Ela havia acabado de chegar em casa do trabalho quando Emma, na época com 9 anos, disse que havia esquecido de trazer para casa o dever de matemática e pediu para a mãe pedir uma cópia dos exercícios pelo grupo de Whatsapp.

source: And yet it did not come.
pt: “Não consegui chegar lá.”

source: Kepler-186f is part of a system of five planets, all of which are roughly Earth's size .
pt: O Kepler-186f é o quinto e mais afastado de um sistema de cinco planetas, todos com tamanho parecido com o da Terra.

source: Putin orders troops in military exercise back to base
pt: Otan pede para Rússia levar tropas de volta às suas bases

source: He studied engineering but, at the age of 22, he began to write ads for an advertising company before writing radio, television and film scripts.
pt: Começou a trabalhar em uma agência de publicidade aos 22 anos e, muitos outros mais tarde, começou no cargo de roteirista escrevendo para programas de rádio e televisão, além de filmes para o cinema.

source: "I expect everyone to cooperate promptly to clear up these allegations - with quick and clear comments from the United States as well," Thomas de Maiziere told Bild newspaper, according to excerpts of its Monday edition.
pt: - Espero que todos colaborem de forma rápida para o esclarecimento das acusações e que haja também explicações imediatas e inequívocas dos EUA – apelou o ministro Thomas de Maizière, em entrevista ao jornal Bild, a ser publicada na edição desta segunda-feira.

source: The leaders of Russia, Ukraine, Germany and France sealed a deal on Thursday after marathon talks in Belarus.
pt: A cúpula de Minsk reúne na tarde desta quarta os presidentes da Ucrânia, Rússia, França e a chanceler da Alemanha.

source: Who says you have to brew an IPA to make it in this town?
pt: "Quem fizer cerveja boa vai ter espaço, no país que for .
